Revit 2027 API
ParameterTypeId.RbsSection Property
 "Section"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsSection { get; }
Public Shared ReadOnly Property RbsSection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsSection {
	ForgeTypeId^ get ();
}
static member RbsSection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace